# CssTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.CssTemplateConversion, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.css_template_conversion import CssTemplateConversion

# TODO update the JSON string below
json = "{}"
# create an instance of CssTemplateConversion from a JSON string
css_template_conversion_instance = CssTemplateConversion.from_json(json)
# print the JSON string representation of the object
print(css_template_conversion_instance.to_json())

# convert the object into a dict
css_template_conversion_dict = css_template_conversion_instance.to_dict()
# create an instance of CssTemplateConversion from a dict
css_template_conversion_from_dict = CssTemplateConversion.from_dict(css_template_conversion_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)